import type { Messages } from '../types';

export const cancellation: Messages['cancellation'] = {
	title: 'Չեղարկման պայմաններ',
	description:
		'Որքան մոտ է միջոցառման օրը, այնքան ավելի շատ ծախսեր կարող են արդեն կատարված լինել, ուստի վերադարձի տոկոսը փոքրանում է։ Փակագծերում նշված մշակման վճարը չի վերադարձվում եւ հանվում է ընդհանուրից։',
	noRefundAfter: 'Վերադարձ չկա հետո՝',
	cancelBefore: 'Չեղարկեք մինչեւ',
	cancelBetween: 'Չեղարկեք միջակայքում՝',
	and: 'եւ',
	toGet: 'ստանալու համար',
	back: 'հետ',
	feeNote:
		'Վերադարձի գումարները մոտավոր են եւ կարող են փոքր-ինչ տարբերվել վճարման իրական վճարներից։',
	doesntCoverFee: 'վերադարձը չի ծածկում մշակման վճարը',
};
